-- phpMyAdmin SQL Dump
-- version 4.0.4
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2016 年 08 月 15 日 15:13
-- 服务器版本: 5.6.12-log
-- PHP 版本: 5.4.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `shoppingsite`
--
CREATE DATABASE IF NOT EXISTS `shoppingsite` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `shoppingsite`;

-- --------------------------------------------------------

--
-- 表的结构 `caozuo`
--

CREATE TABLE IF NOT EXISTS `caozuo` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id',
  `caozuo` varchar(100) NOT NULL COMMENT '操作记录',
  `people` varchar(100) NOT NULL COMMENT '操作人',
  `time` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=364 ;

--
-- 转存表中的数据 `caozuo`
--

INSERT INTO `caozuo` (`id`, `caozuo`, `people`, `time`) VALUES
(94, '新增操作(商品属性)', '张三', '2016-07-13 15:55:18'),
(95, '删除操作(商品属性)', '张三', '2016-07-13 15:55:21'),
(96, '新增操作(商品属性)', '张三', '2016-07-13 15:55:50'),
(97, '商品上架', '张三', '2016-07-13 15:56:18'),
(98, '新增操作(商品属性)', '张三', '2016-07-13 15:56:44'),
(99, '商品上架', '张三', '2016-07-13 15:57:20'),
(100, '新增操作(商品属性)', '张三', '2016-07-13 15:58:21'),
(101, '商品上架', '张三', '2016-07-13 15:58:42'),
(102, '新增操作(商品属性)', '张三', '2016-07-13 15:59:09'),
(103, '商品上架', '张三', '2016-07-13 15:59:20'),
(104, '删除操作(商品属性)', '张三', '2016-07-13 16:09:29'),
(105, '新增操作(商品属性)', '张三', '2016-07-13 16:10:15'),
(106, '商品上架', '张三', '2016-07-13 16:10:27'),
(107, '新增操作(商品属性)', '张三', '2016-07-13 16:11:38'),
(108, '商品上架', '张三', '2016-07-13 16:11:51'),
(109, '新增操作(商品属性)', '张三', '2016-07-13 16:16:14'),
(110, '商品上架', '张三', '2016-07-13 16:16:49'),
(111, '新增操作(商品属性)', '张三', '2016-07-13 16:20:36'),
(112, '商品上架', '张三', '2016-07-13 16:20:51'),
(113, '发货审核', '张三', '2016-07-14 14:27:24'),
(114, '盘点操作(盈亏)', '张三', '2016-07-14 14:33:22'),
(115, '盘点操作(盈亏)', '张三', '2016-07-14 14:33:39'),
(116, '盘点操作(盈亏)', '张三', '2016-07-14 14:35:03'),
(117, '盘点操作(盈亏)', '张三', '2016-07-14 14:35:06'),
(118, '盘点操作(盈亏)', '张三', '2016-07-14 14:35:20'),
(119, '盘点操作(盈亏)', '张三', '2016-07-14 14:37:05'),
(120, '盘点操作(盈亏)', '张三', '2016-07-14 14:37:16'),
(121, '盘点操作(盈亏)', '张三', '2016-07-14 14:37:47'),
(122, '盘点操作(盈亏)', '张三', '2016-07-14 14:37:49'),
(123, '盘点操作(盈亏)', '张三', '2016-07-14 14:37:53'),
(124, '盘点操作(盈亏)', '张三', '2016-07-14 14:39:44'),
(125, '盘点操作(盈亏)', '张三', '2016-07-14 14:39:48'),
(126, '盘点操作(盈亏)', '张三', '2016-07-14 14:49:18'),
(127, '盘点操作(盈亏)', '张三', '2016-07-14 14:49:23'),
(128, '盘点操作(盈亏)', '张三', '2016-07-14 14:49:26'),
(129, '盘点操作(盈亏)', '张三', '2016-07-14 14:49:34'),
(130, '盘点操作(盈亏)', '张三', '2016-07-14 14:49:48'),
(131, '盘点操作(盈亏)', '张三', '2016-07-14 14:50:10'),
(132, '盘点操作(盈亏)', '张三', '2016-07-14 14:50:39'),
(133, '盘点操作(盈亏)', '张三', '2016-07-14 14:51:12'),
(134, '盘点操作(盈亏)', '张三', '2016-07-14 14:51:33'),
(135, '盘点操作(盈亏)', '张三', '2016-07-14 14:51:37'),
(136, '盘点操作(盈亏)', '张三', '2016-07-14 14:52:04'),
(137, '盘点操作(盈亏)', '张三', '2016-07-14 14:52:14'),
(138, '盘点操作(盈亏)', '张三', '2016-07-14 14:52:17'),
(139, '盘点操作(盈亏)', '张三', '2016-07-14 14:52:45'),
(140, '盘点操作(盈亏)', '张三', '2016-07-14 15:14:12'),
(141, '盘点操作(盈亏)', '张三', '2016-07-14 15:22:35'),
(142, '盘点操作(盈亏)', '张三', '2016-07-14 15:22:37'),
(143, '盘点操作(盈亏)', '张三', '2016-07-14 15:23:06'),
(144, '盘点操作(盈亏)', '张三', '2016-07-14 15:23:10'),
(145, '盘点操作(盈亏)', '张三', '2016-07-14 15:24:07'),
(146, '盘点操作(盈亏)', '张三', '2016-07-14 15:24:09'),
(147, '删除操作(盘点)', '张三', '2016-07-14 15:24:25'),
(148, '盘点操作(盈亏)', '张三', '2016-07-14 15:48:58'),
(149, '新增操作(盘点单)', '张三', '2016-07-14 15:50:20'),
(150, '入库操作(入库单)', '张三', '2016-07-14 15:52:34'),
(151, '入库操作(入库单)', '张三', '2016-07-14 15:53:09'),
(152, '入库操作(入库单)', '张三', '2016-07-14 15:53:20'),
(153, '删除操作(盘点)', '张三', '2016-07-14 15:53:24'),
(154, '删除操作(盘点)', '张三', '2016-07-14 15:53:29'),
(155, '删除操作(入库单)', '张三', '2016-07-14 15:53:32'),
(156, '删除操作(入库单)', '张三', '2016-07-14 15:53:39'),
(157, '入库操作(入库单)', '张三', '2016-07-14 15:55:53'),
(158, '新增操作(盘点单)', '张三', '2016-07-14 15:57:08'),
(159, '盘点操作(盈亏)', '张三', '2016-07-14 15:57:12'),
(160, '盘点操作(盈亏)', '张三', '2016-07-14 15:57:16'),
(161, '盘点操作(盈亏)', '张三', '2016-07-29 18:57:28'),
(162, '盘点操作(盈亏)', '张三', '2016-07-29 18:57:35'),
(163, '商品上架', '张三', '2016-08-03 00:20:59'),
(164, '商品上架', '张三', '2016-08-03 00:39:29'),
(165, '商品上架', '张三', '2016-08-03 00:49:55'),
(166, '商品上架', '张三', '2016-08-03 01:02:41'),
(167, '商品上架', '张三', '2016-08-03 01:03:24'),
(168, '删除记录(商品)', '张三', '2016-08-03 01:03:32'),
(169, '盘点操作(盈亏)', '张三', '2016-08-07 21:38:38'),
(170, '入库操作(入库单)', 'as24569079', '2016-08-08 00:49:32'),
(171, '删除操作(入库单)', '张三', '2016-08-08 00:50:02'),
(172, '入库操作(入库单)', 'as24569079', '2016-08-08 00:50:36'),
(173, '盘点操作(盈亏)', 'as24569079', '2016-08-08 00:57:18'),
(174, '盘点操作(盈亏)', 'as24569079', '2016-08-08 00:57:21'),
(175, '删除操作(入库单)', 'as24569079', '2016-08-08 00:57:57'),
(176, '删除操作(入库单)', 'as24569079', '2016-08-08 00:58:00'),
(177, '删除操作(入库单)', 'as24569079', '2016-08-08 00:58:02'),
(178, '入库操作(入库单)', 'as24569079', '2016-08-08 01:02:06'),
(179, '入库操作(入库单)', 'as24569079', '2016-08-08 01:03:51'),
(180, '入库操作(入库单)', 'as24569079', '2016-08-08 01:05:36'),
(181, '入库操作(入库单)', 'as24569079', '2016-08-08 01:06:15'),
(182, '入库操作(入库单)', 'as24569079', '2016-08-08 01:07:22'),
(183, '入库操作(入库单)', 'as24569079', '2016-08-08 01:08:13'),
(184, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:19'),
(185, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:23'),
(186, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:28'),
(187, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:30'),
(188, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:33'),
(189, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:36'),
(190, '删除操作(入库单)', 'as24569079', '2016-08-08 01:08:39'),
(191, '入库操作(入库单)', 'as24569079', '2016-08-08 01:08:46'),
(192, '新增操作(商品属性)', 'as24569079', '2016-08-08 01:15:10'),
(193, '商品上架', 'as24569079', '2016-08-08 01:15:52'),
(194, '入库操作(入库单)', 'as24569079', '2016-08-08 01:16:05'),
(195, '修改操作(商品属性)', 'as24569079', '2016-08-08 01:17:22'),
(196, '入库操作(入库单)', 'as24569079', '2016-08-08 01:17:48'),
(197, '删除操作(入库单)', 'as24569079', '2016-08-08 01:19:00'),
(198, '入库操作(入库单)', 'as24569079', '2016-08-08 01:22:05'),
(199, '入库操作(入库单)', 'as24569079', '2016-08-08 01:22:35'),
(200, '商品上架', 'as24569079', '2016-08-08 01:28:54'),
(201, '删除记录(商品)', 'as24569079', '2016-08-08 01:30:50'),
(202, '删除记录(商品)', 'as24569079', '2016-08-08 01:30:53'),
(203, '商品上架', 'as24569079', '2016-08-08 01:31:18'),
(204, '入库操作(入库单)', 'as24569079', '2016-08-08 01:33:05'),
(205, '入库操作(入库单)', 'as24569079', '2016-08-08 01:34:01'),
(206, '删除操作(入库单)', 'as24569079', '2016-08-08 01:41:18'),
(207, '删除操作(入库单)', 'as24569079', '2016-08-08 01:41:21'),
(208, '删除操作(入库单)', 'as24569079', '2016-08-08 01:41:24'),
(209, '删除操作(入库单)', 'as24569079', '2016-08-08 01:41:26'),
(210, '删除操作(入库单)', 'as24569079', '2016-08-08 01:41:28'),
(211, '删除操作(入库单)', 'as24569079', '2016-08-08 01:41:30'),
(212, '删除记录(商品)', 'as24569079', '2016-08-08 01:41:36'),
(213, '入库操作(入库单)', 'as24569079', '2016-08-08 01:41:53'),
(214, '修改操作(入库单)', 'as24569079', '2016-08-08 01:45:46'),
(215, '修改操作(入库单)', 'as24569079', '2016-08-08 01:46:15'),
(216, '修改操作(入库单)', 'as24569079', '2016-08-08 01:46:46'),
(217, '修改操作(入库单)', 'as24569079', '2016-08-08 01:46:58'),
(218, '修改操作(入库单)', 'as24569079', '2016-08-08 01:48:00'),
(219, '修改操作(入库单)', 'as24569079', '2016-08-08 01:49:10'),
(220, '修改操作(入库单)', 'as24569079', '2016-08-08 01:50:29'),
(221, '修改操作(入库单)', 'as24569079', '2016-08-08 01:50:59'),
(222, '修改操作(入库单)', 'as24569079', '2016-08-08 01:51:34'),
(223, '修改操作(入库单)', 'as24569079', '2016-08-08 01:51:46'),
(224, '修改操作(入库单)', 'as24569079', '2016-08-08 01:52:00'),
(225, '修改操作(入库单)', 'as24569079', '2016-08-08 01:52:15'),
(226, '修改操作(入库单)', 'as24569079', '2016-08-08 01:52:48'),
(227, '入库操作(入库单)', 'as24569079', '2016-08-08 01:53:14'),
(228, '修改操作(入库单)', 'as24569079', '2016-08-08 01:54:09'),
(229, '删除操作(入库单)', 'as24569079', '2016-08-08 01:58:21'),
(230, '入库操作(入库单)', 'as24569079', '2016-08-08 01:59:18'),
(231, '删除操作(入库单)', 'as24569079', '2016-08-08 01:59:29'),
(232, '删除操作(入库单)', 'as24569079', '2016-08-08 01:59:55'),
(233, '删除操作(入库单)', 'as24569079', '2016-08-08 02:00:20'),
(234, '入库操作(入库单)', 'as24569079', '2016-08-08 02:01:03'),
(235, '入库操作(入库单)', 'as24569079', '2016-08-08 02:01:22'),
(236, '修改操作(入库单)', 'as24569079', '2016-08-08 02:01:34'),
(237, '修改操作(入库单)', 'as24569079', '2016-08-08 02:02:59'),
(238, '修改操作(入库单)', 'as24569079', '2016-08-08 02:04:03'),
(239, '删除操作(入库单)', 'as24569079', '2016-08-08 02:04:15'),
(240, '入库操作(入库单)', 'as24569079', '2016-08-08 02:04:27'),
(241, '修改操作(入库单)', 'as24569079', '2016-08-08 02:04:37'),
(242, '删除操作(入库单)', 'as24569079', '2016-08-08 02:05:59'),
(243, '删除操作(入库单)', 'as24569079', '2016-08-08 02:06:01'),
(244, '入库操作(入库单)', 'as24569079', '2016-08-08 02:06:19'),
(245, '入库操作(入库单)', 'as24569079', '2016-08-08 02:06:24'),
(246, '修改操作(入库单)', 'as24569079', '2016-08-08 02:06:33'),
(247, '修改操作(入库单)', 'as24569079', '2016-08-08 02:07:27'),
(248, '修改操作(入库单)', 'as24569079', '2016-08-08 02:09:27'),
(249, '修改操作(入库单)', 'as24569079', '2016-08-08 02:09:44'),
(250, '修改操作(入库单)', 'as24569079', '2016-08-08 02:10:16'),
(251, '修改操作(入库单)', 'as24569079', '2016-08-08 02:10:37'),
(252, '修改操作(入库单)', 'as24569079', '2016-08-08 02:11:30'),
(253, '修改操作(入库单)', 'as24569079', '2016-08-08 02:13:26'),
(254, '修改操作(入库单)', 'as24569079', '2016-08-08 02:14:30'),
(255, '修改操作(入库单)', 'as24569079', '2016-08-08 02:15:07'),
(256, '修改操作(入库单)', 'as24569079', '2016-08-08 02:16:06'),
(257, '修改操作(入库单)', 'as24569079', '2016-08-08 02:16:24'),
(258, '删除操作(入库单)', 'as24569079', '2016-08-08 02:16:52'),
(259, '删除操作(入库单)', 'as24569079', '2016-08-08 02:17:56'),
(260, '删除操作(盘点)', 'as24569079', '2016-08-08 02:19:19'),
(261, '删除操作(盘点)', 'as24569079', '2016-08-08 02:19:21'),
(262, '入库操作(入库单)', 'as24569079', '2016-08-08 02:19:30'),
(263, '新增操作(盘点单)', 'as24569079', '2016-08-08 02:19:41'),
(264, '修改操作(入库单)', 'as24569079', '2016-08-08 02:19:50'),
(265, '修改操作(入库单)', 'as24569079', '2016-08-08 02:25:51'),
(266, '修改操作(入库单)', 'as24569079', '2016-08-08 02:27:44'),
(267, '修改操作(入库单)', 'as24569079', '2016-08-08 02:28:27'),
(268, '修改操作(入库单)', 'as24569079', '2016-08-08 02:29:13'),
(269, '修改操作(入库单)', 'as24569079', '2016-08-08 02:29:34'),
(270, '修改操作(入库单)', 'as24569079', '2016-08-08 02:29:58'),
(271, '修改操作(入库单)', 'as24569079', '2016-08-08 02:30:10'),
(272, '入库操作(入库单)', 'as24569079', '2016-08-08 02:30:25'),
(273, '新增操作(盘点单)', 'as24569079', '2016-08-08 02:30:58'),
(274, '修改操作(入库单)', 'as24569079', '2016-08-08 02:31:04'),
(275, '盘点操作(盈亏)', 'as24569079', '2016-08-08 02:33:01'),
(276, '盘点操作(盈亏)', 'as24569079', '2016-08-08 02:33:05'),
(277, '入库操作(入库单)', 'as24569079', '2016-08-08 02:37:03'),
(278, '修改操作(入库单)', 'as24569079', '2016-08-08 02:37:30'),
(279, '盘点操作(盈亏)', 'as24569079', '2016-08-08 02:37:42'),
(280, '删除操作(商品属性)', 'as24569079', '2016-08-08 02:40:09'),
(281, '修改操作(入库单)', 'as24569079', '2016-08-08 15:40:58'),
(282, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:15'),
(283, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:17'),
(284, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:19'),
(285, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:22'),
(286, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:25'),
(287, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:28'),
(288, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:30'),
(289, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:32'),
(290, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:34'),
(291, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:37'),
(292, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:39'),
(293, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:41'),
(294, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:43'),
(295, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:46'),
(296, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:49'),
(297, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:51'),
(298, '删除操作(商品属性)', 'as24569079', '2016-08-08 15:50:54'),
(299, '新增操作(商品属性)', 'as24569079', '2016-08-08 15:51:08'),
(300, '商品上架', 'as24569079', '2016-08-08 15:51:43'),
(301, '入库操作(入库单)', 'as24569079', '2016-08-08 15:51:56'),
(302, '修改操作(入库单)', 'as24569079', '2016-08-08 15:52:06'),
(303, '新增操作(商品属性)', 'as24569079', '2016-08-08 16:06:18'),
(304, '商品上架', 'as24569079', '2016-08-08 16:08:23'),
(305, '入库操作(入库单)', 'as24569079', '2016-08-08 16:08:37'),
(306, '修改操作(入库单)', 'as24569079', '2016-08-08 16:08:43'),
(307, '发货审核', 'as24569079', '2016-08-09 09:46:31'),
(308, '订单审核', 'as24569079', '2016-08-09 09:49:31'),
(309, '发货审核', 'as24569079', '2016-08-09 09:49:36'),
(310, '删除操作(订单)', 'as24569079', '2016-08-09 09:49:59'),
(311, '删除操作(订单)', 'abc123456', '2016-08-09 10:12:04'),
(312, '删除操作(订单)', 'abc123456', '2016-08-09 10:12:12'),
(313, '新增操作(商品属性)', 'as24569079', '2016-08-10 05:35:24'),
(314, '商品上架', 'as24569079', '2016-08-10 05:36:04'),
(315, '新增操作(商品属性)', 'as24569079', '2016-08-10 05:49:53'),
(316, '商品上架', 'as24569079', '2016-08-10 05:50:22'),
(317, '新增操作(商品属性)', 'as24569079', '2016-08-10 05:53:25'),
(318, '商品上架', 'as24569079', '2016-08-10 05:53:46'),
(319, '新增操作(商品属性)', 'as24569079', '2016-08-10 05:55:21'),
(320, '商品上架', 'as24569079', '2016-08-10 05:56:51'),
(321, '新增操作(商品属性)', 'as24569079', '2016-08-10 05:58:21'),
(322, '删除操作(商品属性)', 'as24569079', '2016-08-10 06:00:38'),
(323, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:00:57'),
(324, '商品上架', 'as24569079', '2016-08-10 06:01:16'),
(325, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:02:12'),
(326, '商品上架', 'as24569079', '2016-08-10 06:04:33'),
(327, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:05:26'),
(328, '商品上架', 'as24569079', '2016-08-10 06:06:59'),
(329, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:08:07'),
(330, '商品上架', 'as24569079', '2016-08-10 06:09:40'),
(331, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:10:12'),
(332, '商品上架', 'as24569079', '2016-08-10 06:11:45'),
(333, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:12:13'),
(334, '商品上架', 'as24569079', '2016-08-10 06:13:43'),
(335, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:14:15'),
(336, '商品上架', 'as24569079', '2016-08-10 06:15:34'),
(337, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:16:01'),
(338, '商品上架', 'as24569079', '2016-08-10 06:17:34'),
(339, '新增操作(商品属性)', 'as24569079', '2016-08-10 06:17:55'),
(340, '商品上架', 'as24569079', '2016-08-10 06:19:19'),
(341, '入库操作(入库单)', 'as24569079', '2016-08-10 10:56:30'),
(342, '修改操作(入库单)', 'as24569079', '2016-08-10 10:57:06'),
(343, '入库操作(入库单)', 'as24569079', '2016-08-10 11:04:00'),
(344, '入库操作(入库单)', 'as24569079', '2016-08-10 11:07:16'),
(345, '入库操作(入库单)', 'as24569079', '2016-08-10 11:07:35'),
(346, '入库操作(入库单)', 'as24569079', '2016-08-10 11:11:10'),
(347, '入库操作(入库单)', 'as24569079', '2016-08-10 11:28:15'),
(348, '入库操作(入库单)', 'as24569079', '2016-08-10 11:28:26'),
(349, '入库操作(入库单)', 'as24569079', '2016-08-10 11:28:37'),
(350, '入库操作(入库单)', 'as24569079', '2016-08-10 11:28:45'),
(351, '入库操作(入库单)', 'as24569079', '2016-08-10 11:28:52'),
(352, '入库操作(入库单)', 'as24569079', '2016-08-10 11:29:03'),
(353, '入库操作(入库单)', 'as24569079', '2016-08-10 11:29:10'),
(354, '入库操作(入库单)', 'as24569079', '2016-08-10 11:29:20'),
(355, '入库操作(入库单)', 'as24569079', '2016-08-10 11:29:30'),
(356, '入库操作(入库单)', 'as24569079', '2016-08-10 11:29:39'),
(357, '入库操作(入库单)', 'as24569079', '2016-08-10 11:29:47'),
(358, '入库操作(入库单)', 'as24569079', '2016-08-10 11:30:06'),
(359, '订单审核', 'as24569079', '2016-08-10 16:44:56'),
(360, '发货审核', 'as24569079', '2016-08-10 16:45:00'),
(361, '订单审核', 'as24569079', '2016-08-10 16:45:30'),
(362, '发货审核', 'as24569079', '2016-08-10 16:45:34'),
(363, '订单审核', 'as24569079', '2016-08-10 16:45:38');

-- --------------------------------------------------------

--
-- 表的结构 `chanpin`
--

CREATE TABLE IF NOT EXISTS `chanpin` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `mingcheng` varchar(100) NOT NULL COMMENT '商品名称',
  `gouwu` varchar(100) NOT NULL,
  `leibie` varchar(100) NOT NULL COMMENT '商品类别',
  `jiage` varchar(100) NOT NULL COMMENT '商品价格',
  `shuliang` varchar(100) NOT NULL COMMENT '商品数量',
  `riqi` varchar(100) NOT NULL COMMENT '上架日期',
  `lujing` varchar(100) NOT NULL COMMENT '图片路径',
  `lujing2` varchar(100) NOT NULL COMMENT '图片路径',
  `lujing3` varchar(100) NOT NULL,
  `lujing4` varchar(100) NOT NULL,
  `lujing5` varchar(100) NOT NULL,
  `lujing6` varchar(100) NOT NULL,
  `lujing7` varchar(100) NOT NULL,
  `zhaiyao` varchar(100) NOT NULL COMMENT '商品摘要',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=107 ;

--
-- 转存表中的数据 `chanpin`
--

INSERT INTO `chanpin` (`id`, `mingcheng`, `gouwu`, `leibie`, `jiage`, `shuliang`, `riqi`, `lujing`, `lujing2`, `lujing3`, `lujing4`, `lujing5`, `lujing6`, `lujing7`, `zhaiyao`) VALUES
(91, '美特斯邦威T恤男2016夏新款学院休闲', '1', '绅士男装', '62', '63', '2016-08-03 01:03:24', 'public/upload/1470157403796188956.png', '__PUBLIC__/upload/1470157403796188956.png', '__PUBLIC__/upload/1470157403796101031.png', '__PUBLIC__/upload/1470157403796146982.png', '__PUBLIC__/upload/1470157403796191504.png', '__PUBLIC__/upload/1470157403796161600.png', '__PUBLIC__/upload/1470157403796175482.jpg', ''),
(92, '海澜之家2016夏季新品男装圆领休闲短袖T恤', '1', '绅士男装', '78', '58', '2016-08-08 15:51:43', 'public/upload/1470642703269170850.png', '__PUBLIC__/upload/1470642703269170850.png', '__PUBLIC__/upload/1470642703269185282.png', '__PUBLIC__/upload/1470642703269131781.png', '__PUBLIC__/upload/1470642703269104928.png', '__PUBLIC__/upload/1470642703269188953.png', '__PUBLIC__/upload/1470642703269139761.jpg', ''),
(93, '美特邦杰薄款夏季男装直筒牛仔裤男士修身长裤', '', '绅士男装', '58', '0', '2016-08-08 16:08:23', 'public/upload/1470643703153149283.png', '__PUBLIC__/upload/1470643703153149283.png', '__PUBLIC__/upload/1470643703153189191.png', '__PUBLIC__/upload/1470643703153118832.png', '__PUBLIC__/upload/1470643703153135718.png', '__PUBLIC__/upload/1470643703153143411.png', '__PUBLIC__/upload/1470643703153105438.jpg', ''),
(94, '韦斯普 2016夏季男装新款休闲运动套装', '', '绅士男装', '59', '45', '2016-08-10 05:36:04', 'public/upload/1470778564491132117.jpg', '__PUBLIC__/upload/1470778564491132117.jpg', '__PUBLIC__/upload/1470778564491144644.jpg', '__PUBLIC__/upload/1470778564491158576.jpg', '__PUBLIC__/upload/1470778564491156772.jpg', '__PUBLIC__/upload/1470778564491146118.jpg', '__PUBLIC__/upload/1470778564491152054.jpg', ''),
(95, '卡迈奴2016新款夏季潮男士短袖休闲POLO衫', '', '绅士男装', '45', '666', '2016-08-10 05:50:21', 'public/upload/1470779421758151532.jpg', '__PUBLIC__/upload/1470779421758151532.jpg', '__PUBLIC__/upload/1470779421758145285.jpg', '__PUBLIC__/upload/1470779421758125305.jpg', '__PUBLIC__/upload/1470779421758189689.jpg', '__PUBLIC__/upload/1470779421758105865.jpg', '__PUBLIC__/upload/1470779421758198887.jpg', ''),
(96, '伯冶兰德 夏装新款 青春流行短袖POLO衫男装', '', '绅士男装', '38', '66', '2016-08-10 05:53:46', 'public/upload/1470779626516185181.jpg', '__PUBLIC__/upload/1470779626516185181.jpg', '__PUBLIC__/upload/1470779626516109866.jpg', '__PUBLIC__/upload/1470779626516124041.jpg', '__PUBLIC__/upload/1470779626516123849.jpg', '__PUBLIC__/upload/1470779626516163831.jpg', '__PUBLIC__/upload/1470779626516163956.jpg', ''),
(97, '古堡勇者2016夏装男士新款韩版休闲', '', '绅士男装', '76', '33', '2016-08-10 05:56:51', 'public/upload/1470779811269164517.jpg', '__PUBLIC__/upload/1470779811269164517.jpg', '__PUBLIC__/upload/1470779811269149738.jpg', '__PUBLIC__/upload/1470779811269118441.jpg', '__PUBLIC__/upload/1470779811269193140.jpg', '__PUBLIC__/upload/1470779811269102395.jpg', '__PUBLIC__/upload/1470779811269134735.jpg', ''),
(98, '中腰修身精致绣花牛仔长裤', '', '绅士男装', '88', '111', '2016-08-10 06:01:16', 'public/upload/1470780076043126147.jpg', '__PUBLIC__/upload/1470780076043126147.jpg', '__PUBLIC__/upload/1470780076043100247.jpg', '__PUBLIC__/upload/1470780076043100555.jpg', '__PUBLIC__/upload/1470780076043188840.jpg', '__PUBLIC__/upload/1470780076043172766.jpg', '__PUBLIC__/upload/1470780076043162930.jpg', ''),
(99, '歌诺瑞丝纯色百搭打底衫女', '', '女装内衣', '29', '60', '2016-08-10 06:04:33', 'public/upload/1470780273008179169.jpg', '__PUBLIC__/upload/1470780273008179169.jpg', '__PUBLIC__/upload/1470780273008107687.jpg', '__PUBLIC__/upload/1470780273008177161.jpg', '__PUBLIC__/upload/1470780273008191935.jpg', '__PUBLIC__/upload/1470780273008100689.jpg', '__PUBLIC__/upload/1470780273008184726.jpg', ''),
(100, '佐露丝2016新款夏装 短袖t恤女', '', '女装内衣', '66', '77', '2016-08-10 06:06:59', 'public/upload/1470780419419168656.jpg', '__PUBLIC__/upload/1470780419419168656.jpg', '__PUBLIC__/upload/1470780419419132049.jpg', '__PUBLIC__/upload/1470780419419196702.jpg', '__PUBLIC__/upload/1470780419419104650.jpg', '__PUBLIC__/upload/1470780419419113369.jpg', '__PUBLIC__/upload/1470780419419162164.jpg', ''),
(101, '莎太雪纺衫女2016春秋冬新款韩版女装', '', '女装内衣', '80', '120', '2016-08-10 06:09:40', 'public/upload/1470780580296131537.jpg', '__PUBLIC__/upload/1470780580296131537.jpg', '__PUBLIC__/upload/1470780580296103317.jpg', '__PUBLIC__/upload/1470780580296138318.jpg', '__PUBLIC__/upload/1470780580296145572.jpg', '__PUBLIC__/upload/1470780580296184699.jpg', '__PUBLIC__/upload/1470780580296129184.jpg', ''),
(102, '韩版修身复古亚麻套装裙', '', '女装内衣', '98', '90', '2016-08-10 06:11:45', 'public/upload/1470780704756136178.jpg', '__PUBLIC__/upload/1470780704756136178.jpg', '__PUBLIC__/upload/1470780704756195203.jpg', '__PUBLIC__/upload/1470780704756121011.jpg', '__PUBLIC__/upload/1470780704756182599.jpg', '__PUBLIC__/upload/1470780704756175327.jpg', '__PUBLIC__/upload/1470780704756168579.jpg', ''),
(103, '南极人男士内裤混色u凸透气男士平角内裤', '', '女装内衣', '55', '70', '2016-08-10 06:13:43', 'public/upload/1470780823386176032.jpg', '__PUBLIC__/upload/1470780823386176032.jpg', '__PUBLIC__/upload/1470780823386121982.jpg', '__PUBLIC__/upload/1470780823386166504.jpg', '__PUBLIC__/upload/1470780823386136600.jpg', '__PUBLIC__/upload/1470780823386150482.jpg', '__PUBLIC__/upload/1470780823386168357.jpg', ''),
(104, '甜妹子2016秋季新款家居服女纯棉长袖', '', '女装内衣', '88', '60', '2016-08-10 06:15:34', 'public/upload/1470780933962164505.jpg', '__PUBLIC__/upload/1470780933962164505.jpg', '__PUBLIC__/upload/1470780933962104657.jpg', '__PUBLIC__/upload/1470780933962135910.jpg', '__PUBLIC__/upload/1470780933962103430.jpg', '__PUBLIC__/upload/1470780933962105313.jpg', '__PUBLIC__/upload/1470780933962108990.jpg', ''),
(105, '美背全罩杯女士内衣深V聚拢调整收副乳型睡眠文胸罩', '', '女装内衣', '39', '200', '2016-08-10 06:17:34', 'public/upload/1470781054368139511.jpg', '__PUBLIC__/upload/1470781054368139511.jpg', '__PUBLIC__/upload/1470781054368102197.jpg', '__PUBLIC__/upload/1470781054368152176.jpg', '__PUBLIC__/upload/1470781054368173285.jpg', '__PUBLIC__/upload/1470781054368178855.jpg', '__PUBLIC__/upload/1470781054368196863.gif', ''),
(106, '芬腾2016新款女人睡衣夏季薄款性感吊带睡裙', '', '女装内衣', '59', '17', '2016-08-10 06:19:19', 'public/upload/1470781158901148965.jpg', '__PUBLIC__/upload/1470781158901148965.jpg', '__PUBLIC__/upload/1470781158901117096.jpg', '__PUBLIC__/upload/1470781158901173007.jpg', '__PUBLIC__/upload/1470781158901103271.jpg', '__PUBLIC__/upload/1470781158901119265.jpg', '__PUBLIC__/upload/1470781158901136078.jpg', '');

-- --------------------------------------------------------

--
-- 表的结构 `dingdan`
--

CREATE TABLE IF NOT EXISTS `dingdan` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `bianhao` varchar(100) NOT NULL COMMENT '订单编号',
  `tid` int(10) NOT NULL,
  `mingcheng` varchar(100) NOT NULL COMMENT '产品名称',
  `shuliang` varchar(100) NOT NULL COMMENT '产品数量',
  `jiage` varchar(100) NOT NULL COMMENT '总价格',
  `name` varchar(100) NOT NULL COMMENT '购买用户',
  `time` varchar(100) NOT NULL COMMENT '购买时间',
  `zhuangtai` varchar(100) NOT NULL COMMENT '订单状态',
  `dizhi` text NOT NULL,
  `lujing` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=39 ;

--
-- 转存表中的数据 `dingdan`
--

INSERT INTO `dingdan` (`id`, `bianhao`, `tid`, `mingcheng`, `shuliang`, `jiage`, `name`, `time`, `zhuangtai`, `dizhi`, `lujing`) VALUES
(27, '100921', 99, '歌诺瑞丝纯色百搭打底衫女', '7', '203', 'as24569079', '2016-08-10 16:05:17', '已评价', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470780273008179169.jpg'),
(31, '136343', 93, '美特邦杰薄款夏季男装直筒牛仔裤男士修身长裤', '4', '58', 'as24569079', '2016-08-10 16:07:38', '审核中', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470643703153149283.png'),
(32, '103790', 94, '韦斯普 2016夏季男装新款休闲运动套装', '8', '59', 'as24569079', '2016-08-10 16:07:38', '已审核', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470778564491132117.jpg'),
(33, '135190', 99, '歌诺瑞丝纯色百搭打底衫女', '10', '29', 'as24569079', '2016-08-10 16:07:38', '已评价', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470780273008179169.jpg'),
(34, '169019', 93, '美特邦杰薄款夏季男装直筒牛仔裤男士修身长裤', '52', '3016', 'as24569079', '2016-08-11 17:53:37', '审核中', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470643703153149283.png'),
(35, '169614', 102, '韩版修身复古亚麻套装裙', '1', '98', 'as24569079', '2016-08-12 02:41:08', '审核中', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470780704756136178.jpg'),
(36, '129822', 91, '美特斯邦威T恤男2016夏新款学院休闲', '1', '62', 'as24569079', '2016-08-12 19:58:11', '审核中', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470157403796188956.png'),
(37, '169498', 94, '韦斯普 2016夏季男装新款休闲运动套装', '8', '472', 'as24569079', '2016-08-12 19:58:11', '审核中', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470778564491132117.jpg'),
(38, '100747', 93, '美特邦杰薄款夏季男装直筒牛仔裤男士修身长裤', '1', '58', 'as24569079', '2016-08-12 20:06:43', '审核中', '天津-河东-河东卫国道', '/ShoppingSite/Public/upload/1470643703153149283.png');

-- --------------------------------------------------------

--
-- 表的结构 `gouwuche`
--

CREATE TABLE IF NOT EXISTS `gouwuche` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `bianhao` varchar(100) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `bianhao` (`bianhao`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `leibie`
--

CREATE TABLE IF NOT EXISTS `leibie` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `leibie` varchar(100) NOT NULL COMMENT '产品类别',
  PRIMARY KEY (`id`),
  UNIQUE KEY `leibie` (`leibie`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=89 ;

--
-- 转存表中的数据 `leibie`
--

INSERT INTO `leibie` (`id`, `leibie`) VALUES
(78, '个人护理'),
(62, '个护健康'),
(64, '云台热卖'),
(84, '五金电工'),
(52, '休闲食品'),
(54, '保健生鲜'),
(88, '养护配件'),
(56, '冰箱洗衣机'),
(59, '净水器'),
(83, '厨卫建材'),
(58, '厨卫电器'),
(61, '厨房电器'),
(45, '女装内衣'),
(69, '奶粉辅食'),
(81, '家具'),
(73, '家居家纺'),
(55, '家用空调'),
(70, '尿裤用品'),
(67, '平板电脑'),
(57, '平板电视'),
(68, '影音电教'),
(76, '成人宠物'),
(49, '手机配件'),
(66, '数码影像'),
(85, '整车服务'),
(50, '智能手环'),
(87, '汽车装饰'),
(80, '洗发沐浴'),
(48, '潮机推荐'),
(82, '灯具灯饰'),
(63, '炊具水杯'),
(51, '牛奶饮料'),
(71, '玩具车床'),
(75, '生活日用'),
(60, '生活电器'),
(86, '电子电器'),
(65, '电脑整机'),
(72, '童装童鞋'),
(53, '粮油酒水'),
(74, '纸品清洁'),
(44, '绅士男装'),
(46, '运动户外'),
(77, '面部护理'),
(47, '鞋包配饰'),
(79, '香芬彩装');

-- --------------------------------------------------------

--
-- 表的结构 `pandian`
--

CREATE TABLE IF NOT EXISTS `pandian` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id',
  `chanpin` varchar(100) NOT NULL COMMENT '产品名称',
  `time` varchar(100) NOT NULL COMMENT '盘点时间',
  `shiji` varchar(100) NOT NULL COMMENT '实际数量',
  `zhangmian` varchar(100) NOT NULL COMMENT '账面数量',
  `panying` varchar(100) NOT NULL COMMENT '盘盈盘亏',
  `beizhu` varchar(100) NOT NULL COMMENT '备注',
  `fuzeren` varchar(100) NOT NULL COMMENT '负责人',
  `zhuangtai` varchar(100) NOT NULL COMMENT '状态',
  PRIMARY KEY (`id`),
  UNIQUE KEY `chanpin` (`chanpin`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=9 ;

--
-- 转存表中的数据 `pandian`
--

INSERT INTO `pandian` (`id`, `chanpin`, `time`, `shiji`, `zhangmian`, `panying`, `beizhu`, `fuzeren`, `zhuangtai`) VALUES
(8, '美特斯邦威T恤男2016夏新款学院休闲', '2016-08-08 02:19:41', '100', '120', '30', '', 'as24569079', '审核中');

-- --------------------------------------------------------

--
-- 表的结构 `pingjia`
--

CREATE TABLE IF NOT EXISTS `pingjia` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `bianhao` varchar(100) NOT NULL,
  `pingjia` varchar(100) NOT NULL,
  `manyidu` varchar(100) NOT NULL,
  `pinglun` varchar(100) NOT NULL,
  `time` varchar(100) NOT NULL,
  `user` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=7 ;

--
-- 转存表中的数据 `pingjia`
--

INSERT INTO `pingjia` (`id`, `bianhao`, `pingjia`, `manyidu`, `pinglun`, `time`, `user`) VALUES
(5, '99', '中评', '5', '', '2016-08-15 22:11:55', 'as24569079'),
(6, '99', '差评', '1', '不好', '2016-08-15 23:03:38', 'as24569079');

-- --------------------------------------------------------

--
-- 表的结构 `register`
--

CREATE TABLE IF NOT EXISTS `register` (
  `id` int(10) NOT NULL AUTO_INCREMENT COMMENT 'id',
  `username` varchar(30) NOT NULL COMMENT '用户名',
  `password1` varchar(30) NOT NULL COMMENT '密码',
  `tel` varchar(30) NOT NULL COMMENT '电话',
  `code` varchar(30) NOT NULL COMMENT '身份证',
  `email` varchar(30) NOT NULL COMMENT '邮箱',
  `time` varchar(100) NOT NULL COMMENT '注册时间',
  `quanxian` varchar(100) NOT NULL COMMENT '用户权限',
  `zijin` varchar(100) NOT NULL COMMENT '资金',
  `touxiang` varchar(100) NOT NULL,
  `touxiang2` varchar(100) NOT NULL,
  `name` varchar(100) NOT NULL,
  `ncname` varchar(100) NOT NULL,
  `sex` varchar(100) NOT NULL,
  `wenti` varchar(100) NOT NULL,
  `daan` varchar(100) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `username` (`username`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=37 ;

--
-- 转存表中的数据 `register`
--

INSERT INTO `register` (`id`, `username`, `password1`, `tel`, `code`, `email`, `time`, `quanxian`, `zijin`, `touxiang`, `touxiang2`, `name`, `ncname`, `sex`, `wenti`, `daan`) VALUES
(28, 'as24569079', 'aiguantong1314.', '13116006331', '120102199401033513', '406328238@qq.com', '2016-07-19 13:55:28', '超级管理员', '88888888809016', 'public/xitong/20.jpg', '__PUBLIC__/xitong/20.jpg', '侯鑫', '我不知道', '保密', '我是谁？我从哪来里？要到哪里去？', '不知道'),
(31, 'abc123456', '123456', '', '120102199401033513', '406328238@qq.com', '2016-07-19 14:48:24', '管理员', '23', 'public/touxiang/touxiang.jpg', '__PUBLIC__/touxiang/touxiang.jpg', '', '', '', '', ''),
(32, '123456', '123456', '', '120102199401033513', '406328238@qq.com', '2016-07-21 14:52:21', '游客', '4444', 'public/touxiang/touxiang.jpg', '__PUBLIC__/touxiang/touxiang.jpg', '', '', '', '', ''),
(34, 'zxc', '123456', '', '', '', '2016-08-07 21:37:01', '游客', '0', 'public/touxiang/touxiang.jpg', '__PUBLIC__/touxiang/touxiang.jpg', '', '', '', '', ''),
(36, 'as123456', '123456', '', '120102199401033513', '406328238@qq.com', '2016-08-07 23:17:34', '游客', '0', 'public/touxiang/touxiang.jpg', '__PUBLIC__/touxiang/touxiang.jpg', '', '', '', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `ruku`
--

CREATE TABLE IF NOT EXISTS `ruku` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id',
  `bianhao` varchar(100) NOT NULL COMMENT '入库单编号',
  `zhuangtai` varchar(100) NOT NULL COMMENT '状态',
  `chanpin` varchar(100) NOT NULL COMMENT '产品名称',
  `time` varchar(100) NOT NULL COMMENT '入库时间',
  `shuliang` varchar(100) NOT NULL COMMENT '产品数量',
  `jiage` varchar(100) NOT NULL COMMENT '产品价格',
  `zongjia` varchar(100) NOT NULL COMMENT '产品总价',
  `name` varchar(100) NOT NULL COMMENT '负责人',
  PRIMARY KEY (`id`),
  UNIQUE KEY `chanpin` (`chanpin`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=53 ;

--
-- 转存表中的数据 `ruku`
--

INSERT INTO `ruku` (`id`, `bianhao`, `zhuangtai`, `chanpin`, `time`, `shuliang`, `jiage`, `zongjia`, `name`) VALUES
(34, 'AB0043', '已入库', '美特斯邦威T恤男2016夏新款学院休闲', '2016-08-08 02:19:30', '120', '62', '1860', 'as24569079'),
(35, 'AB0063', '已入库', '海澜之家2016夏季新品男装圆领休闲短袖T恤HNTBJ2N223A', '2016-08-08 15:51:56', '100', '78', '7800', 'as24569079'),
(36, 'AB0064', '已入库', '美特邦杰薄款夏季男装直筒牛仔裤男士修身长裤', '2016-08-08 16:08:37', '10', '58', '580', 'as24569079'),
(37, 'AB0078', '已入库', '芬腾2016新款女人睡衣夏季薄款性感吊带睡裙', '2016-08-10 10:56:30', '17', '59', '708', 'as24569079'),
(38, 'AB0077', '已入库', '美背全罩杯女士内衣深V聚拢调整收副乳型睡眠文胸罩', '2016-08-10 11:04:00', '200', '39', '7800', 'as24569079'),
(39, 'AB0076', '已入库', '甜妹子2016秋季新款家居服女纯棉长袖', '2016-08-10 11:07:16', '2', '88', '176', 'as24569079'),
(43, 'AB0075', '已入库', '南极人男士内裤混色u凸透气男士平角内裤', '2016-08-10 11:28:26', '70', '55', '3850', 'as24569079'),
(44, 'AB0074', '已入库', '韩版修身复古亚麻套装裙', '2016-08-10 11:28:37', '90', '98', '8820', 'as24569079'),
(45, 'AB0073', '已入库', '莎太雪纺衫女2016春秋冬新款韩版女装', '2016-08-10 11:28:45', '120', '80', '9600', 'as24569079'),
(46, 'AB0072', '已入库', '佐露丝2016新款夏装 短袖t恤女', '2016-08-10 11:28:52', '77', '66', '5082', 'as24569079'),
(47, 'AB0071', '已入库', '歌诺瑞丝纯色百搭打底衫女', '2016-08-10 11:29:03', '67', '29', '1943', 'as24569079'),
(48, 'AB0070', '已入库', '中腰修身精致绣花牛仔长裤', '2016-08-10 11:29:10', '111', '88', '9768', 'as24569079'),
(49, 'AB0068', '已入库', '古堡勇者2016夏装男士新款韩版休闲', '2016-08-10 11:29:20', '33', '76', '2508', 'as24569079'),
(50, 'AB0067', '已入库', '伯冶兰德 夏装新款 青春流行短袖POLO衫男装', '2016-08-10 11:29:30', '66', '38', '2508', 'as24569079'),
(51, 'AB0066', '已入库', '卡迈奴2016新款夏季潮男士短袖休闲POLO衫', '2016-08-10 11:29:39', '666', '45', '29970', 'as24569079'),
(52, 'AB0065', '已入库', '韦斯普 2016夏季男装新款休闲运动套装', '2016-08-10 11:29:47', '45', '59', '2655', 'as24569079');

-- --------------------------------------------------------

--
-- 表的结构 `shoucang`
--

CREATE TABLE IF NOT EXISTS `shoucang` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `bianhao` varchar(100) NOT NULL,
  `mingcheng` varchar(100) NOT NULL,
  `gouwu` varchar(100) NOT NULL,
  `leibie` varchar(100) NOT NULL,
  `jiage` varchar(100) NOT NULL,
  `riqi` varchar(100) NOT NULL,
  `shuliang` varchar(100) NOT NULL,
  `lujing` varchar(100) NOT NULL,
  `lujing2` varchar(100) NOT NULL,
  `lujing3` varchar(100) NOT NULL,
  `lujing4` varchar(100) NOT NULL,
  `user` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=68 ;

--
-- 转存表中的数据 `shoucang`
--

INSERT INTO `shoucang` (`id`, `bianhao`, `mingcheng`, `gouwu`, `leibie`, `jiage`, `riqi`, `shuliang`, `lujing`, `lujing2`, `lujing3`, `lujing4`, `user`) VALUES
(47, '91', '美特斯邦威T恤男2016夏新款学院休闲', '1', '绅士男装', '62', '2016-08-03 01:03:24', '65', 'public/upload/1470157403796188956.png', '__PUBLIC__/upload/1470157403796188956.png', '__PUBLIC__/upload/1470157403796101031.png', '__PUBLIC__/upload/1470157403796146982.png', 'abc123456'),
(48, '92', '海澜之家2016夏季新品男装圆领休闲短袖T恤', '19', '绅士男装', '78', '2016-08-08 15:51:43', '85', 'public/upload/1470642703269170850.png', '__PUBLIC__/upload/1470642703269170850.png', '__PUBLIC__/upload/1470642703269185282.png', '__PUBLIC__/upload/1470642703269131781.png', 'abc123456'),
(65, '99', '歌诺瑞丝纯色百搭打底衫女', '', '女装内衣', '29', '2016-08-10 06:04:33', '60', 'public/upload/1470780273008179169.jpg', '__PUBLIC__/upload/1470780273008179169.jpg', '__PUBLIC__/upload/1470780273008107687.jpg', '__PUBLIC__/upload/1470780273008177161.jpg', 'as24569079'),
(66, '99', '歌诺瑞丝纯色百搭打底衫女', '', '女装内衣', '29', '2016-08-10 06:04:33', '60', 'public/upload/1470780273008179169.jpg', '__PUBLIC__/upload/1470780273008179169.jpg', '__PUBLIC__/upload/1470780273008107687.jpg', '__PUBLIC__/upload/1470780273008177161.jpg', 'as24569079'),
(67, '96', '伯冶兰德 夏装新款 青春流行短袖POLO衫男装', '', '绅士男装', '38', '2016-08-10 05:53:46', '66', 'public/upload/1470779626516185181.jpg', '__PUBLIC__/upload/1470779626516185181.jpg', '__PUBLIC__/upload/1470779626516109866.jpg', '__PUBLIC__/upload/1470779626516124041.jpg', 'as24569079');

-- --------------------------------------------------------

--
-- 表的结构 `shouhuoxinxi`
--

CREATE TABLE IF NOT EXISTS `shouhuoxinxi` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `goumai` varchar(100) NOT NULL,
  `shouhuo` varchar(100) NOT NULL,
  `phone` varchar(100) NOT NULL,
  `beiyong` varchar(100) NOT NULL,
  `diqu` varchar(100) NOT NULL,
  `dizhi` varchar(100) NOT NULL,
  `moren` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=51 ;

--
-- 转存表中的数据 `shouhuoxinxi`
--

INSERT INTO `shouhuoxinxi` (`id`, `goumai`, `shouhuo`, `phone`, `beiyong`, `diqu`, `dizhi`, `moren`) VALUES
(20, 'abc123456', '123321', '18649004959', '45678978979', '福建-福州-长乐', '大大', ''),
(44, 'as24569079', '侯鑫', '18649004959', '', '天津-河东-河东', '卫国道', '默认地址'),
(47, 'as24569079', 'as24569079', '18649004959', '', '澳门-澳门-澳门', '啊啊啊啊', '非默认地址');

-- --------------------------------------------------------

--
-- 表的结构 `user_gouwuche`
--

CREATE TABLE IF NOT EXISTS `user_gouwuche` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `bianhao` varchar(100) NOT NULL,
  `mingcheng` varchar(100) NOT NULL,
  `gouwu` varchar(100) NOT NULL,
  `leibie` varchar(100) NOT NULL,
  `jiage` varchar(100) NOT NULL,
  `riqi` varchar(100) NOT NULL,
  `shuliang` varchar(100) NOT NULL,
  `lujing` varchar(100) NOT NULL,
  `lujing2` varchar(100) NOT NULL,
  `lujing3` varchar(100) NOT NULL,
  `lujing4` varchar(100) NOT NULL,
  `user` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=49 ;

--
-- 转存表中的数据 `user_gouwuche`
--

INSERT INTO `user_gouwuche` (`id`, `bianhao`, `mingcheng`, `gouwu`, `leibie`, `jiage`, `riqi`, `shuliang`, `lujing`, `lujing2`, `lujing3`, `lujing4`, `user`) VALUES
(47, '91', '美特斯邦威T恤男2016夏新款学院休闲', '1', '绅士男装', '62', '2016-08-03 01:03:24', '65', 'public/upload/1470157403796188956.png', '__PUBLIC__/upload/1470157403796188956.png', '__PUBLIC__/upload/1470157403796101031.png', '__PUBLIC__/upload/1470157403796146982.png', 'abc123456'),
(48, '92', '海澜之家2016夏季新品男装圆领休闲短袖T恤', '19', '绅士男装', '78', '2016-08-08 15:51:43', '85', 'public/upload/1470642703269170850.png', '__PUBLIC__/upload/1470642703269170850.png', '__PUBLIC__/upload/1470642703269185282.png', '__PUBLIC__/upload/1470642703269131781.png', 'abc123456');

-- --------------------------------------------------------

--
-- 表的结构 `xttouxiang`
--

CREATE TABLE IF NOT EXISTS `xttouxiang` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `lujing` varchar(100) NOT NULL,
  `lujing2` varchar(100) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=22 ;

--
-- 转存表中的数据 `xttouxiang`
--

INSERT INTO `xttouxiang` (`id`, `lujing`, `lujing2`) VALUES
(1, 'public/xitong/1.jpg', '__PUBLIC__/xitong/1.jpg'),
(2, 'public/xitong/2.jpg', '__PUBLIC__/xitong/2.jpg'),
(3, 'public/xitong/3.jpg', '__PUBLIC__/xitong/3.jpg'),
(4, 'public/xitong/4.jpg', '__PUBLIC__/xitong/4.jpg'),
(5, 'public/xitong/5.jpg', '__PUBLIC__/xitong/5.jpg'),
(6, 'public/xitong/6.jpg', '__PUBLIC__/xitong/6.jpg'),
(7, 'public/xitong/7.jpg', '__PUBLIC__/xitong/7.jpg'),
(9, 'public/xitong/8.jpg', '__PUBLIC__/xitong/8.jpg'),
(10, 'public/xitong/9.jpg', '__PUBLIC__/xitong/9.jpg'),
(11, 'public/xitong/10.jpg', '__PUBLIC__/xitong/10.jpg'),
(12, 'public/xitong/11.jpg', '__PUBLIC__/xitong/11.jpg'),
(13, 'public/xitong/12.jpg', '__PUBLIC__/xitong/12.jpg'),
(14, 'public/xitong/13.jpg', '__PUBLIC__/xitong/13.jpg'),
(15, 'public/xitong/14.jpg', '__PUBLIC__/xitong/14.jpg'),
(16, 'public/xitong/15.jpg', '__PUBLIC__/xitong/15.jpg'),
(17, 'public/xitong/16.jpg', '__PUBLIC__/xitong/16.jpg'),
(18, 'public/xitong/17.jpg', '__PUBLIC__/xitong/17.jpg'),
(19, 'public/xitong/18.jpg', '__PUBLIC__/xitong/18.jpg'),
(20, 'public/xitong/19.jpg', '__PUBLIC__/xitong/19.jpg'),
(21, 'public/xitong/20.jpg', '__PUBLIC__/xitong/20.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `xuanze`
--

CREATE TABLE IF NOT EXISTS `xuanze` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'ID',
  `chanpin` varchar(100) NOT NULL COMMENT '产品选择',
  `jiage` bigint(100) NOT NULL COMMENT '产品价格',
  `shuliang` varchar(100) NOT NULL DEFAULT '0',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=79 ;

--
-- 转存表中的数据 `xuanze`
--

INSERT INTO `xuanze` (`id`, `chanpin`, `jiage`, `shuliang`) VALUES
(43, '美特斯邦威T恤男2016夏新款学院休闲', 62, '603'),
(63, '海澜之家2016夏季新品男装圆领休闲短袖T恤HNTBJ2N223A', 78, '100'),
(64, '美特邦杰薄款夏季男装直筒牛仔裤男士修身长裤', 58, '62'),
(65, '韦斯普 2016夏季男装新款休闲运动套装', 59, '45'),
(66, '卡迈奴2016新款夏季潮男士短袖休闲POLO衫', 45, '666'),
(67, '伯冶兰德 夏装新款 青春流行短袖POLO衫男装', 38, '66'),
(68, '古堡勇者2016夏装男士新款韩版休闲', 76, '33'),
(70, '中腰修身精致绣花牛仔长裤', 88, '111'),
(71, '歌诺瑞丝纯色百搭打底衫女', 29, '67'),
(72, '佐露丝2016新款夏装 短袖t恤女', 66, '77'),
(73, '莎太雪纺衫女2016春秋冬新款韩版女装', 80, '120'),
(74, '韩版修身复古亚麻套装裙', 98, '90'),
(75, '南极人男士内裤混色u凸透气男士平角内裤', 55, '70'),
(76, '甜妹子2016秋季新款家居服女纯棉长袖', 88, '64'),
(77, '美背全罩杯女士内衣深V聚拢调整收副乳型睡眠文胸罩', 39, '800'),
(78, '芬腾2016新款女人睡衣夏季薄款性感吊带睡裙', 59, '17');

-- --------------------------------------------------------

--
-- 表的结构 `zixun`
--

CREATE TABLE IF NOT EXISTS `zixun` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id',
  `neirong` varchar(100) NOT NULL COMMENT '聊天内容',
  `time` varchar(100) NOT NULL COMMENT '发言时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- 表的结构 `zixun2`
--

CREATE TABLE IF NOT EXISTS `zixun2` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT COMMENT 'id',
  `neirong` varchar(100) NOT NULL COMMENT '聊天内容',
  `time` varchar(100) NOT NULL COMMENT '发言时间',
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
